Repository: RotherOSS/ImportExport
Catalog: i18n/ImportExport/ImportExport.*.po
Languages: bg

source: Import/Export Management
bg: Управление на Импорт/Експорт

source: Add template
bg: Добавете шаблон

source: Create a template to import and export object information.
bg: Създайте шаблон за импортиране и експортиране на информация за обект.

source: To use this module, you need to install ITSMConfigurationManagement or any other package that provides back end for objects to be imported and exported.
bg: За да използвате този модул, трябва да инсталирате ITSMConfigurationManagement или всеки друг пакет, който предоставя бекенд за обекти, които да бъдат импортирани и експортирани.

source: Start Import
bg: Стартирайте импортирането

source: Start Export
bg: Стартирайте експортиране

source: Delete this template
bg: Изтрийте този шаблон

source: Step 1 of 5 - Edit common information
bg: Стъпка 1 от 5 – Редактирайте обща информация

source: Name is required!
bg: Името е задължително!

source: Object is required!
bg: Обектът е задължителен!

source: Format is required!
bg: Изисква се формат!

source: Step 2 of 5 - Edit object information
bg: Стъпка 2 от 5 - Редактиране на информация за обекта

source: Step 3 of 5 - Edit format information
bg: Стъпка 3 от 5 - Редактиране на информация за формата

source: is required!
bg: изисква се!

source: Step 4 of 5 - Edit mapping information
bg: Стъпка 4 от 5 - Редактиране на информация за картографиране

source: No map elements found.
bg: Няма намерени елементи на картата.

source: Add Mapping Element
bg: Добавете елемент за картографиране

source: Step 5 of 5 - Edit search information
bg: Стъпка 5 от 5 – Редактиране на информацията за търсене

source: Restrict export per search
bg: Ограничете експорта за всяко търсене

source: Import information
bg: Импортиране на информация

source: Source File
bg: Изходен файл

source: Import summary for %s
bg: Резюме за импортиране за %s

source: Records
bg: Записи

source: Success
bg: Успех

source: Duplicate names
bg: Дублирани имена

source: Last processed line number of import file
bg: Номер на последния обработен ред на файла за импортиране

source: Ok
bg: Да

source: Do you really want to delete this template item?
bg: Наистина ли искате да изтриете този шаблонен елемент?

source: No object backend found!
bg: Не е намерен бекенд на обект!

source: No format backend found!
bg: Не е намерен бекенд на формат!

source: Template not found!
bg: Шаблонът не е намерен!

source: Can't insert/update template!
bg: Не може да се вмъкне/актуализира шаблон!

source: Needed TemplateID!
bg: Необходим ID на шаблон!

source: Error occurred. Import impossible! See Syslog for details.
bg: Възникна грешка. Вносът е невъзможен! Вижте Syslog за подробности.

source: Error occurred. Export impossible! See Syslog for details.
bg: Възникна грешка. Невъзможен експорт! Вижте Syslog за подробности.

source: Template List
bg: Списък с шаблони

source: number
bg: номер

source: number bigger than zero
bg: число по-голямо от нула

source: integer
bg: цяло число

source: integer bigger than zero
bg: цяло число, по-голямо от нула

source: Element required, please insert data
bg: Необходим е елемент, моля, въведете данни

source: Invalid data, please insert a valid %s
bg: Невалидни данни, моля, въведете валиден %s

source: Format not found!
bg: Форматът не е намерен!

source: Column Separator
bg: Разделител на колони

source: Tabulator (TAB)
bg: Разделител (TAB)

source: Semicolon (;)
bg: Точка и запетая (;)

source: Colon (:)
bg: Двоеточие (:)

source: Dot (.)
bg: Точка (.)

source: Comma (,)
bg: Запетая (,)

source: Charset
bg: Кодировка

source: Include Column Headers
bg: Включете заглавки на колони

source: Column
bg: Колона

source: Deleting template...
bg: Шаблонът се изтрива...

source: There was an error deleting the template. Please check the logs for more information.
bg: Възникна грешка при изтриването на шаблона. Моля, проверете регистрационните файлове за повече информация.

source: Template was deleted successfully.
bg: Шаблонът бе изтрит успешно.

source: Format backend module registration for the import/export module.
bg: Форматирайте регистрацията за backend модул на модула за импортиране/експортиране.

source: Import and export object information.
bg: Импортиране и експортиране на информация за обекта.

source: Import/Export
bg: Импорт/Експорт
